{
    "generic": {
        "back": "Indietro",
        "notFound": "Pagina non trovata",
        "changeTheme": "Cambia tema",
        "changeLanguage": "Cambia lingua",
        "goUp": "Torna su"
    },
    "layout": {
        "nav": {
            "works": "Lavori",
            "about": "Chi sono"
        }
    },
    "home": {
        "greatings": "Salve, sono un programmatore italiano.",
        "developer": "Programmatore",
        "works": {
            "title": "Lavori e progetti",
            "content": {
                "1": "Lavoro per ",
                "2": ", azienda specializzata nella programmazione di siti Wordpress e Symfony in php. In passato ho lavorato per ",
                "3": ", una startup innovativa che si occupava di gestionale e prenotazioni online per gli stabilimenti balneari in tutta Italia. ",
                "4": " come sviluppatore mobile, utilizzando un framework per lo sviluppo di applicazioni mobile «cross-platform» che mantiene una singola base di codice permettendo di pubblicare le applicazioni su Android e iOS. Ho sviluppato in modo analogo, ma utilizzando un altro framework, ",
                "5": ": un'applicazione per il calcolo del tasso alcolemico in tempo reale."
            },
            "callToAction": "Altro"
        },
        "bio": {
            "title": "Biografia",
            "content": {
                "1": "Nato a Cattolica (RN).",
                "2": "Abito a San Giovanni in Marignano (RN), Italia.",
                "3": "Diplomato presso ",
                "4": "Studiato ingegneria e scienze informatiche presso ",
                "5": "Lavorato per ",
                "6": " con incarichi in tutta Italia e all'estero.",
                "7": "Lavorato per ",
                "8": " come programmatore mobile, sviluppando un'applicazione «cross-platform» (Android e iOS).",
                "9": "Lavorato per ",
                "10": ", occupandomi di parte della programmazione e dell'assistenza tecnica ai gestori degli stabilimenti balneari.",
                "11": "Lavoro per ",
                "12": ", come programmatore web (Wordpress, Symfony) e mobile (Flutter)."
            },
            "callToAction": "Altro"
        }
    },
    "works": [
        {
            "header": "Lavori",
            "list": [
                {
                    "title": "Simbiosi Group | Quadra S.r.l",
                    "description": "La soluzione completa per la tua comunicazione d’insieme."
                },
                {
                    "title": "Beacharound",
                    "description": "Portale di ricerca e prenotazione online di stabilimenti balneari in tutta Italia."
                },
                {
                    "title": "Beacharound Business",
                    "description": "Gestionale in cloud e prenotazioni online per stabilimenti balneari."
                },
                {
                    "title": "Pic-Wix per Mango Mobile",
                    "description": "Applicazione «cross-platform» in React Native che permette di gestire contest (foto e video) a premi."
                }
            ]
        },
        {
            "header": "Progetti",
            "list": [
                {
                    "title": "Drink Tool",
                    "description": "Calcolatore in tempo reale del tasso alcolemico: BAC (Blood Alcohol Content)."
                },
                {
                    "title": "Simple QR Code",
                    "description": "Un semplice generatore di QR code che permette di scaricare l'immagine (.png) del codice con un titolo."
                }
            ]
        },
        {
            "header": "Vecchi progetti",
            "list": [
                {
                    "title": "Howmuchcanidrink",
                    "description": "Semplici calcoli sugli effetti delle quantità di alcol ingerite rispetto ai propri dati biometrici."
                }
            ]
        }
    ],
    "about": {
        "aboutMe": "Chi sono",
        "aboutMeContent1": "Mi chiamo Riccardo Buzzolo, sono nato a Cattolica(RN) il 13 Dicembre del 1994. Diplomato presso l'Istituto Tecnico per Geometri O. Belluzzi di Rimini (oggi ",
        "aboutMeLink1": "Istituto Tecnico Tecnologico Statale",
        "aboutMeContent2": "). In seguito ho studiato presso l'università Alma Mater Studiorum di Cesena, percorso di ",
        "aboutMeLink2": "Ingegneria e Scienze Informatiche",
        "aboutMeContent3": ". Ho lavorato come programmatore mobile per Mango Mobile, a Cesena, e come valutatore per il gruppo Teddy, a Rimini. Successivamente ho lavorato come programmatore web «full-stack» per una startup innovativa che si occupa di gestionale e prenotazioni online per stabilimenti balneari sul territorio nazionale: ",
        "aboutMyWork": "Il mio lavoro",
        "aboutMyWorkContent1": "Sono un programmatore web, mi occupo di realizzare applicativi informatici, sia web che mobile, per risolvere problemi o realizzare soluzioni per i clienti. Lavoro per ",
        "aboutMyWorkContent2": ", un'azienda specializzata in programmazione di siti Wordpress e Symfony (php). Il mio lavoro consiste nel programmare siti web in Wordpress o Symfony (php) e applicazioni mobile in Flutter."
    }
}
